Repository: vilible/path_finder
Catalog: lib/l10n/app_*.arb
Languages: pl

source: Settings
pl: Ustawienia

source: Points quantity
pl: Liczba punktów

source: Points color
pl: Kolor punktów

source: Path color
pl: Kolor trasy

source: Start point color
pl: Kolor punktu startowego

source: End point color
pl: Kolor punktu końcowego

source: Points visibility
pl: Widoczność punktów

source: Find way
pl: Znajdź trasę

source: Trajectory
pl: Trasa

# noTrajectory
source: Trajectory has not been determined yet
pl: Trasa nie została jeszcze znaleziona

# trajectoryTime
source: Trajectory found in {time}ms
pl: Trasa znaleziona w czasie {time}ms

# trajectoryLength
source: Trajectory length is {length}px
pl: Długosć trasy wynosi {length}px
